Repository: TermoakSSH/mobile-ios
Catalog: Termoak/Localizable.xcstrings
Source language: en
Languages: es

# desktop.hosts.group_empty
source: This group has no hosts.
es: Este grupo no tiene hosts.

# desktop.hosts.search
source: Search hosts, addresses or tags…
es: Buscar hosts, direcciones o etiquetas…

# desktop.hosts.subtitle %lld
source: %lld hosts · tap to connect
es: %lld hosts · toca para conectar

# desktop.section.ai
source: AI
es: IA

# desktop.section.server_sessions
source: Server sessions
es: Sesiones del servidor

# desktop.section.teams
source: Teams
es: Equipos

# desktop.sidebar.toggle
source: Show or Hide Sidebar
es: Mostrar u ocultar la barra lateral

# desktop.tab.add_to_split
source: Show in Split View
es: Mostrar en la vista dividida

# desktop.tab.move_left
source: Move Left
es: Mover a la izquierda

# desktop.tab.move_right
source: Move Right
es: Mover a la derecha

# desktop.teams.empty.title
source: Teams live on the server
es: Los equipos viven en el servidor

# desktop.teams.footer
source: Teams are created and managed on the web or in the desktop app. Sessions and vaults can be shared with a whole team at once.
es: Los equipos se crean y se gestionan en la web o en la app de escritorio. Las sesiones y los vaults se pueden compartir con todo un equipo a la vez.

# desktop.teams.none
source: You are not a member of any team yet
es: Todavía no formas parte de ningún equipo

# desktop.teams.role.admin
source: Admin
es: Administrador

# desktop.teams.role.member
source: Member
es: Miembro

# desktop.teams.role.owner
source: Owner
es: Propietario

# desktop.teams.sign_in
source: Sign in to a Termoak server to see your teams.
es: Inicia sesión en un servidor de Termoak para ver tus equipos.

# desktop.vaults.all
source: All vaults
es: Todos los vaults

# error.email_not_verified
source: Verify your email first: enter the code we emailed you.
es: Primero verifica tu email: introduce el código que te enviamos.

# error.host_key.changed %@ %@ %@
source: The key of %1$@ has CHANGED: it was %2$@ and now it is %3$@. Someone could be impersonating the server. If you know why it changed (the server was reinstalled), forget it in Known hosts and connect again.
es: La clave de %1$@ ha CAMBIADO: era %2$@ y ahora es %3$@. Alguien podría estar suplantando al servidor. Si sabes por qué ha cambiado (se reinstaló el servidor), olvídala en Hosts conocidos y vuelve a conectar.

# error.host_key.rejected %@
source: You did not trust the key of %@: not connected.
es: No confiaste en la clave de %@: no se ha conectado.

# error.host_key.unknown %@ %@
source: %1$@ is not a known host (fingerprint %2$@): confirm its fingerprint before connecting.
es: %1$@ no es un host conocido (huella %2$@): confirma su huella antes de conectar.

# error.network %@
source: Could not reach the server: %@
es: No se pudo conectar con el servidor: %@

# error.not_logged_in
source: This account is signed out: sign in again.
es: Esta cuenta tiene la sesión cerrada: vuelve a iniciar sesión.

# error.not_supported_for_telnet
source: Telnet hosts have no SFTP, tunnels, remote commands or server sessions: they need SSH.
es: Los hosts Telnet no tienen SFTP, túneles, comandos remotos ni sesiones en el servidor: necesitan SSH.

# error.secret_hidden
source: This vault is Use only for you: its passwords and keys are not shown.
es: Este vault es de Solo uso para ti: sus contraseñas y claves no se muestran.

# error.use_only_needs_server
source: This host is Use only: connect when you are online, or through a server session.
es: Este host es de Solo uso: conéctate cuando tengas conexión, o mediante una sesión en el servidor.

# error.use_only_strict
source: This vault is Strict: its Use-only members connect through the server. Open a server session instead.
es: Este vault es Estricto: sus miembros de Solo uso se conectan a través del servidor. Abre una sesión en el servidor.

# error.vault_read_only
source: You can use this vault's items but not change them (Use only).
es: Puedes usar los elementos de este vault pero no cambiarlos (Solo uso).

# files.actions
source: Actions
es: Acciones

# files.create
source: Create
es: Crear

# files.delete.file_message
source: This can't be undone.
es: No se puede deshacer.

# files.delete.folder_message
source: The folder is deleted with everything in it.
es: Se borra la carpeta con todo lo que contiene.

# files.delete.title %@
source: Delete “%@”?
es: ¿Borrar «%@»?

# files.dismiss
source: Remove from the list
es: Quitar de la lista

# files.edit
source: Edit
es: Editar

# files.edit.discard
source: Discard your changes?
es: ¿Descartar los cambios?

# files.edit.discard_action
source: Discard changes
es: Descartar los cambios

# files.edit.not_text
source: This isn't a text file.
es: Esto no es un archivo de texto.

# files.edit.too_big
source: This file is too big to edit here (more than 1 MB).
es: Este archivo es demasiado grande para editarlo aquí (más de 1 MB).

# files.empty_folder
source: Empty folder
es: Carpeta vacía

# files.error.chmod_ssh_only
source: Permissions can only be changed over SSH from the device
es: Los permisos solo se pueden cambiar por SSH desde el dispositivo

# files.error.edit_ssh_only
source: Files can only be edited over a direct SSH connection.
es: Los archivos solo se pueden editar con una conexión SSH directa.

# files.go_to
source: Go to…
es: Ir a…

# files.go_to.message
source: A path like /etc/nginx, ~/logs or a folder inside this one.
es: Una ruta como /etc/nginx, ~/logs o una carpeta dentro de esta.

# files.info
source: Details
es: Detalles

# files.info.kind
source: Kind
es: Tipo

# files.info.modified
source: Modified
es: Modificado

# files.info.owner
source: Owner
es: Propietario

# files.info.path
source: Path
es: Ruta

# files.info.size
source: Size
es: Tamaño

# files.keep_both
source: Keep both
es: Conservar ambos

# files.kind.file
source: File
es: Archivo

# files.kind.folder
source: Folder
es: Carpeta

# files.kind.link
source: Symbolic link
es: Enlace simbólico

# files.kind.other
source: Special file
es: Archivo especial

# files.move
source: Move
es: Mover

# files.move.message
source: The folder it goes into (/srv/www, ~/backups, or a folder inside this one).
es: La carpeta adonde va (/srv/www, ~/backups, o una carpeta dentro de esta).

# files.move.title %@
source: Move “%@” to
es: Mover «%@» a

# files.move_to
source: Move to…
es: Mover a…

# files.new_file
source: New file
es: Nuevo archivo

# files.new_file.exists %@
source: “%@” already exists in this folder.
es: «%@» ya existe en esta carpeta.

# files.new_folder
source: New folder
es: Nueva carpeta

# files.no_match %@
source: Nothing matches “%@”
es: Nada coincide con «%@»

# files.parent_folder
source: Parent folder
es: Carpeta superior

# files.path_placeholder
source: Path
es: Ruta

# files.perm.execute
source: Execute
es: Ejecutar

# files.perm.group
source: Group
es: Grupo

# files.perm.octal_invalid
source: Up to four digits from 0 to 7, like 644 or 4755.
es: Hasta cuatro cifras del 0 al 7, como 644 o 4755.

# files.perm.others
source: Others
es: Otros

# files.perm.owner
source: Owner
es: Propietario

# files.perm.read
source: Read
es: Leer

# files.perm.setgid
source: Set group ID (setgid)
es: Fijar grupo (setgid)

# files.perm.setuid
source: Set user ID (setuid)
es: Fijar usuario (setuid)

# files.perm.special
source: Special
es: Especiales

# files.perm.sticky
source: Sticky (only the owner deletes)
es: Sticky (solo borra el propietario)

# files.perm.write
source: Write
es: Escribir

# files.replace
source: Replace
es: Sustituir

# files.replace.message
source: Replace them with the ones you picked, or upload these with another name?
es: ¿Sustituirlos por los que has elegido, o subir estos con otro nombre?

# files.replace.title %lld
source: %lld files already exist
es: Ya existen %lld archivos

# files.save_to_files
source: Save to Files
es: Guardar en Archivos

# files.search_prompt
source: Search in this folder
es: Buscar en esta carpeta

# files.share
source: Share or save to Files
es: Compartir o guardar en Archivos

# files.shortcut.refresh
source: Refresh
es: Actualizar

# files.show_hidden
source: Show hidden files
es: Mostrar ocultos

# files.sort
source: Sort
es: Ordenar

# files.sort.date
source: Sort by date
es: Ordenar por fecha

# files.sort.name
source: Sort by name
es: Ordenar por nombre

# files.sort.size
source: Sort by size
es: Ordenar por tamaño

# files.transfer.cancelled
source: Cancelled
es: Cancelado

# files.transfer.downloaded
source: Downloaded
es: Descargado

# files.transfer.failed
source: Failed
es: Ha fallado

# files.transfer.progress %@ %@
source: %1$@ of %2$@
es: %1$@ de %2$@

# files.transfer.uploaded
source: Uploaded
es: Subido

# files.transfer.waiting
source: Waiting…
es: En espera…

# files.upload
source: Upload file
es: Subir archivo

# files.upload_photos
source: Upload from Photos
es: Subir desde Fotos

# files.view
source: View
es: Ver

# find.next
source: Next Match
es: Coincidencia siguiente

# find.none
source: No matches
es: Sin coincidencias

# find.placeholder
source: Find in the terminal
es: Buscar en el terminal

# find.previous
source: Previous Match
es: Coincidencia anterior

# gestures.button.explanation
source: A button on the key bar (and at the top) switches one finger between moving the cursor and scrolling. With the cursor active, two fingers scroll.
es: Un botón en la barra de teclas (y arriba) cambia un dedo entre mover el cursor y desplazar. Con el cursor activo, dos dedos desplazan.

# gestures.button.title
source: With a button
es: Con botón

# gestures.hold.explanation
source: Swiping scrolls the terminal. Hold for a moment and drag to move the cursor; hold still to copy and paste.
es: Deslizar desplaza el terminal. Mantén pulsado un momento y arrastra para mover el cursor; mantén quieto para copiar y pegar.

# gestures.hold.title
source: Hold and drag
es: Mantener y arrastrar

# gestures.off.explanation
source: Swiping only scrolls the terminal.
es: Deslizar solo desplaza el terminal.

# gestures.off.title
source: Off
es: Desactivados

# gestures.one_finger.explanation
source: Swiping with one finger moves the cursor; with two fingers it scrolls the terminal.
es: Deslizar con un dedo mueve el cursor; con dos dedos se desplaza el terminal.

# gestures.one_finger.title
source: One finger for the cursor
es: Un dedo para el cursor

# gestures.two_fingers.explanation
source: Swiping with one finger scrolls the terminal; with two fingers it moves the cursor.
es: Deslizar con un dedo desplaza el terminal; con dos dedos se mueve el cursor.

# gestures.two_fingers.title
source: Two fingers for the cursor
es: Dos dedos para el cursor

# host_editor.add_jump
source: Add jump
es: Añadir salto

# host_editor.address
source: Address (server.example.com or 10.0.0.5)
es: Dirección (servidor.ejemplo.com o 10.0.0.5)

# host_editor.address.footer
source: You can type user@host:port: the user and the port are filled in for you.
es: Puedes escribir usuario@host:puerto: el usuario y el puerto se rellenan solos.

# host_editor.advanced
source: Advanced
es: Avanzado

# host_editor.advanced.footer
source: Jump hosts, proxy, agent forwarding, keep-alive, startup snippet, environment and terminal theme.
es: Saltos, proxy, reenvío del agente, keep-alive, snippet de inicio, entorno y tema del terminal.

# host_editor.agent_forwarding
source: Agent forwarding
es: Reenvío del agente

# host_editor.clear_password
source: Delete the saved password
es: Borrar la contraseña guardada

# host_editor.clear_proxy_password
source: Delete the saved proxy password
es: Borrar la contraseña guardada del proxy

# host_editor.color.auto
source: Automatic color
es: Color automático

# host_editor.connection
source: Connection
es: Conexión

# host_editor.connection.footer
source: Agent forwarding lets the server use your keys to connect further; turn it on only for servers you trust. Keep-alive sends a signal every so many seconds so idle connections are not cut (0: off). Recording applies to the sessions on the server.
es: El reenvío del agente deja que el servidor use tus claves para conectarse a otros; actívalo solo en servidores de confianza. El keep-alive envía una señal cada tantos segundos para que no se corten las conexiones inactivas (0: desactivado). La grabación se aplica a las sesiones en el servidor.

# host_editor.credentials
source: Credentials
es: Credenciales

# host_editor.credentials.footer
source: With a key or an identity of the keychain no password is needed. Without any, it is asked for when connecting.
es: Con una clave o una identidad del llavero no hace falta contraseña. Sin ninguna, se pide al conectar.

# host_editor.delete
source: Delete host
es: Borrar host

# host_editor.deleted_host
source: Deleted host
es: Host borrado

# host_editor.deleted_snippet
source: (deleted snippet)
es: (snippet borrado)

# host_editor.edit_title
source: Edit host
es: Editar host

# host_editor.env
source: Environment variables
es: Variables de entorno

# host_editor.env.footer
source: One per line, KEY=value. The server must accept them (AcceptEnv).
es: Una por línea, CLAVE=valor. El servidor tiene que aceptarlas (AcceptEnv).

# host_editor.error.address
source: Type the server's address.
es: Escribe la dirección del servidor.

# host_editor.error.address_spaces
source: The address cannot have spaces.
es: La dirección no puede tener espacios.

# host_editor.error.env %@
source: “%@” is not KEY=value.
es: «%@» no es CLAVE=valor.

# host_editor.error.keepalive
source: Seconds, as a whole number (0: off).
es: Segundos, en número entero (0: desactivado).

# host_editor.error.port
source: The port is a number from 1 to 65535.
es: El puerto es un número del 1 al 65535.

# host_editor.error.proxy_address
source: Type the proxy's address.
es: Escribe la dirección del proxy.

# host_editor.error.proxy_port
source: The proxy port is a number from 1 to 65535.
es: El puerto del proxy es un número del 1 al 65535.

# host_editor.favorite
source: Favorite
es: Favorito

# host_editor.group
source: Group
es: Grupo

# host_editor.hide_password
source: Hide password
es: Ocultar la contraseña

# host_editor.jump_chain
source: Host chain
es: Cadena de hosts

# host_editor.jump_chain.footer
source: They are traversed in this order. Swipe to remove one.
es: Se atraviesan en este orden. Desliza para quitar uno.

# host_editor.jump_chain.footer_empty
source: No jumps: it connects directly. Add hosts to go through before getting there (ProxyJump).
es: Sin saltos: se conecta directamente. Añade hosts por los que pasar antes de llegar (ProxyJump).

# host_editor.label
source: Label
es: Etiqueta

# host_editor.logo.generic
source: Generic
es: Genéricos

# host_editor.logo.systems
source: Systems
es: Sistemas

# host_editor.logo_automatic
source: Automatic
es: Automático

# host_editor.logo_automatic_hint
source: The logo of the detected system, or the initial
es: El logo del sistema detectado, o la inicial

# host_editor.logo_automatic_with %@
source: Automatic (%@)
es: Automático (%@)

# host_editor.method
source: Method
es: Método

# host_editor.method.key
source: SSH key
es: Clave SSH

# host_editor.no_group
source: No group
es: Sin grupo

# host_editor.no_identities
source: No identities. Create them in the Keychain.
es: No hay identidades. Créalas en el Llavero.

# host_editor.no_keys
source: No keys. Create them in the Keychain.
es: No hay claves. Créalas en el Llavero.

# host_editor.no_proxy
source: No proxy
es: Sin proxy

# host_editor.notes
source: Notes
es: Notas

# host_editor.options
source: Options
es: Opciones

# host_editor.organize
source: Organize
es: Organizar

# host_editor.port
source: Port (22)
es: Puerto (22)

# host_editor.protocol
source: Protocol
es: Protocolo

# host_editor.proxy.footer
source: Used for the first connection: the first jump's if there is a chain.
es: Se usa para la primera conexión: la del primer salto si hay cadena.

# host_editor.proxy_address
source: Proxy address
es: Dirección del proxy

# host_editor.proxy_incomplete
source: The proxy needs an address and a port
es: El proxy necesita dirección y puerto

# host_editor.proxy_port_http
source: Port (8080)
es: Puerto (8080)

# host_editor.proxy_port_socks
source: Port (1080)
es: Puerto (1080)

# host_editor.record_sessions
source: Record sessions
es: Grabar las sesiones

# host_editor.save_connect
source: Save and connect
es: Guardar y conectar

# host_editor.save_failed
source: Could not save
es: No se pudo guardar

# host_editor.show_password
source: Show password
es: Mostrar la contraseña

# host_editor.startup_snippet
source: Startup snippet
es: Snippet de inicio

# host_editor.startup_snippet.footer
source: Runs when a terminal to this host opens.
es: Se ejecuta al abrir un terminal a este host.

# host_editor.tags
source: Tags (prod, web)
es: Etiquetas (prod, web)

# host_editor.telnet_login_hint
source: Telnet has no keys. The username and password are typed at the host's first login prompts if automatic Telnet login is on (Settings).
es: Telnet no tiene claves. El usuario y la contraseña se escriben en los primeros avisos de inicio de sesión del host si el inicio automático de Telnet está activado (Ajustes).

# host_editor.telnet_warning
source: Telnet sends everything unencrypted, including passwords
es: Telnet lo envía todo sin cifrar, contraseñas incluidas

# host_editor.term
source: Terminal type
es: Tipo de terminal

# host_editor.theme
source: Terminal theme
es: Tema del terminal

# host_editor.theme.dark
source: Dark
es: Oscuro

# host_editor.theme.follow
source: Like the app
es: Como la app

# host_editor.theme.footer
source: Dark and light also apply on the desktop app; a specific theme only on iPhone and iPad.
es: Oscuro y claro también valen en la app de escritorio; un tema concreto solo en iPhone e iPad.

# host_editor.theme.light
source: Light
es: Claro

# host_editor.username
source: Username (e.g. root)
es: Usuario (p. ej. root)

# host_editor.username_optional
source: Username (optional)
es: Usuario (opcional)

# hosts.address_copied
source: Address copied
es: Dirección copiada

# hosts.connected
source: Connected
es: Conectado

# hosts.copy_label %@
source: %@ (copy)
es: %@ (copia)

# hosts.delete.message
source: It is deleted from this device and, when syncing, from the others.
es: Se borra de este dispositivo y, al sincronizar, de los demás.

# hosts.delete.message_shared
source: It is deleted for everyone who can see its vault.
es: Se borra para todos los que ven su vault.

# hosts.delete.title %@
source: Delete %@?
es: ¿Borrar %@?

# hosts.details.address
source: Address
es: Dirección

# hosts.details.asked
source: Asked when connecting
es: Se pide al conectar

# hosts.details.identity %@
source: Identity %@
es: Identidad %@

# hosts.details.key %@
source: Key %@
es: Clave %@

# hosts.details.password_saved
source: Saved password (not shown)
es: Contraseña guardada (no se muestra)

# hosts.details.port
source: Port
es: Puerto

# hosts.details.tags
source: Tags
es: Etiquetas

# hosts.details.username
source: Username
es: Usuario

# hosts.empty.import
source: Import from an ssh_config file
es: Importar de un archivo ssh_config

# hosts.empty.text_local
source: Add a server to connect to it over SSH from here.
es: Añade un servidor para conectarte por SSH desde aquí.

# hosts.empty.text_synced
source: The hosts you add here or on the desktop show up on all your devices.
es: Los hosts que añadas aquí o en el escritorio aparecen en todos tus dispositivos.

# hosts.empty.title
source: Create your first host
es: Crea tu primer host

# hosts.group.color.none
source: No color
es: Sin color

# hosts.group.connect_all %lld
source: Connect to all (%lld tabs)
es: Conectar a todos (%lld pestañas)

# hosts.group.delete
source: Delete group
es: Borrar grupo

# hosts.group.delete.message
source: Its hosts are not deleted: they are left without a group.
es: Sus hosts no se borran: pasan a estar sin grupo.

# hosts.group.delete.title %@
source: Delete the group %@?
es: ¿Borrar el grupo %@?

# hosts.group.edit
source: Edit group
es: Editar grupo

# hosts.group.empty.text
source: Add a host, or move one here from its editor.
es: Añade un host, o mueve aquí uno desde su editor.

# hosts.group.empty.title
source: This group is empty
es: Este grupo está vacío

# hosts.group.name
source: Group name
es: Nombre del grupo

# hosts.group.new
source: New group
es: Nuevo grupo

# hosts.group.rename
source: Rename
es: Cambiar nombre

# hosts.group.split_all
source: Open all in split view
es: Abrir todos en vista dividida

# hosts.groups
source: Groups
es: Grupos

# hosts.menu.connect_split
source: Connect in split view
es: Conectar en vista dividida

# hosts.menu.copy_address
source: Copy address
es: Copiar dirección

# hosts.menu.duplicate
source: Duplicate
es: Duplicar

# hosts.menu.favorite
source: Add to favorites
es: Añadir a favoritos

# hosts.menu.persistent
source: Persistent session on the server
es: Sesión persistente en el servidor

# hosts.menu.persistent_recorded
source: Connect on server, recorded
es: Conectar en el servidor, grabando

# hosts.menu.unfavorite
source: Remove from favorites
es: Quitar de favoritos

# hosts.menu.view
source: View
es: Ver

# hosts.results
source: Results
es: Resultados

# hosts.search.no_results %@
source: No host matches “%@”.
es: Ningún host coincide con «%@».

# hosts.search.prompt
source: Search hosts
es: Buscar hosts

# hosts.select
source: Select
es: Seleccionar

# hosts.select.all
source: Select all
es: Seleccionar todo

# hosts.select.connect %lld
source: Connect (%lld)
es: Conectar (%lld)

# hosts.select.count %lld
source: %lld selected
es: %lld seleccionados

# hosts.select.delete.title %lld
source: Delete %lld hosts?
es: ¿Borrar %lld hosts?

# hosts.select.move
source: Move to group
es: Mover a grupo

# hosts.select.none
source: Deselect all
es: Quitar selección

# hosts.select.run_snippet
source: Run a snippet…
es: Ejecutar un snippet…

# hosts.select.title
source: Select hosts
es: Seleccionar hosts

# hosts.server_sessions %lld
source: %lld sessions running on the server
es: %lld sesiones en marcha en el servidor

# hosts.subtitle.port %lld
source: port %lld
es: puerto %lld

# hosts.sync_failed
source: Couldn't sync
es: No se pudo sincronizar

# hosts.tag.filter_hint
source: Shows the hosts with this tag
es: Muestra los hosts con esta etiqueta

# hosts.telnet_badge
source: Telnet: unencrypted
es: Telnet: sin cifrar

# hosts.use_only.normal
source: Use only: connect with it, but its password and keys are never shown.
es: Solo uso: puedes conectarte, pero su contraseña y sus claves nunca se muestran.

# hosts.use_only.strict
source: Use only in a Strict vault: it connects through the server, and its password and keys never reach this device.
es: Solo uso en un vault Estricto: se conecta a través del servidor, y su contraseña y sus claves nunca llegan a este dispositivo.

# identities.clear_password
source: Forget the saved password
es: Olvidar la contraseña guardada

# identities.delete.message
source: Hosts that use it will have to use another one.
es: Los hosts que la usan tendrán que usar otra.

# identities.edit
source: Edit identity
es: Editar identidad

# identities.empty
source: An identity joins a username with its password or key to use it on several hosts.
es: Una identidad junta un usuario con su contraseña o su clave para usarla en varios hosts.

# identities.has_password
source: password
es: contraseña

# identities.key %@
source: key %@
es: clave %@

# identities.new
source: New identity
es: Nueva identidad

# identities.no_key
source: No key
es: Sin clave

# identities.password_keep
source: Password (empty = keep)
es: Contraseña (vacía = conservar)

# import.choose_file
source: Choose a file
es: Elegir un fichero

# import.config
source: Configuration
es: Configuración

# import.count.hosts %lld
source: %lld new hosts
es: %lld hosts nuevos
